Overload List
Name  |   Description
SetRuleEnabled(Int32, Boolean)
 Retrieves an enabled/disabled status for the given rule.
SetRuleEnabled(PerformanceAdviserRuleId, Boolean)
 Retrieves an enabled/disabled status for the given rule.
 See Also
  PerformanceAdviser Class
  PerformanceAdviser Members
  Autodesk.Revit.DB Namespace